[
  {
    "id": 1,
    "name": "Naan de Ajo",
    "description": "Pan tradicional de la India aromatizado con ajo, perfecto para acompañar tus platos favoritos.",
    "creation_date": "2025-01-19",
    "time": "1 hora y 5 minutos",
    "servings": 6,
    "tags": ["pan", "india", "ajo"],
    "url": {
      "source": "https://indiamagica.com/receta/naan-de-ajo/",
      "image": "https://indiamagica.com/wp-content/uploads/2016/04/naan-de-ajo.jpg",
      "video": "https://www.youtube.com/watch?v=V6D4LAFWtzk"
    },
    "ingredients": [
      "100 cc de agua templada",
      "125 g de yogur natural sin azúcar",
      "300 g de harina de trigo",
      "1/4 de cucharadita de sal",
      "1 cucharadita de levadura seca de panadero",
      "1 cucharada de ghee (mantequilla india)",
      "1 diente de ajo (en pasta)"
    ],
    "instructions": [
      "Mezcla todos los ingredientes en un cuenco grande y amasa durante unos 10 minutos hasta obtener una masa elástica y firme.",
      "Coloca la masa en un cuenco ligeramente aceitado, cúbrela con film transparente y deja fermentar en un lugar cálido durante una hora o hasta que la masa duplique su volumen.",
      "Tras la fermentación, pasa la masa a una superficie enharinada y amasa unos segundos para eliminar el exceso de aire.",
      "Divide la masa en porciones y forma una bola con cada una. Luego, extiende cada bola con un rodillo hasta formar panes alargados y planos.",
      "Coloca los panes sobre una plancha o sartén caliente.",
      "Cuando aparezcan pequeñas burbujas en la masa, da la vuelta al naan y continúa cocinando hasta que esté bien hecho."
    ]
  },
  {
    "id": 3,
    "name": "Masa de Pizza Integral",
    "description": "Una receta sencilla para preparar una masa de pizza integral casera, ideal para una base más saludable.",
    "creation_date": "2025-01-19",
    "time": "1 hora",
    "servings": 2,
    "tags": ["pizza", "masa", "integral", "saludable"],
    "url": {
      "source": "https://www.cocinatis.com/receta/masa-de-pizza-integral.html",
      "image": "https://www.cocinatis.com/archivos/202207/CTIS0505-receta-masa-de-pizza-casera-integral_desktop_horizontal_full_width.jpg",
      "video": null
    },
    "ingredients": [
      "100 g de harina integral",
      "50 g de harina de trigo",
      "100 ml de agua templada",
      "6 g de levadura fresca",
      "1/2 cucharadita de sal",
      "1 cucharada de aceite de oliva"
    ],
    "instructions": [
      "Disolver la levadura fresca en el agua templada.",
      "En un bol grande, mezclar las harinas y la sal.",
      "Añadir la mezcla de agua y levadura a las harinas, junto con el aceite de oliva.",
      "Amasar hasta obtener una masa homogénea y elástica.",
      "Cubrir el bol con un paño húmedo y dejar reposar en un lugar cálido durante aproximadamente 1 hora, o hasta que la masa haya duplicado su tamaño.",
      "Precalentar el horno a 220°C.",
      "Estirar la masa sobre una superficie enharinada hasta alcanzar el grosor deseado.",
      "Colocar la masa en una bandeja para horno y añadir los ingredientes al gusto.",
      "Hornear durante 15-20 minutos, o hasta que la base esté crujiente y los ingredientes cocidos."
    ]
  },
  {
    "id": 4,
    "name": "Salmón Marinado/Ahumado",
    "description": "Una receta fácil para preparar salmón marinado y ahumado en casa, ideal para aperitivos, ensaladas o sándwiches.",
    "creation_date": "2025-01-12",
    "time": "48 horas",
    "servings": 10,
    "tags": ["pescado", "aperitivo", "cocina casera"],
    "url": {
      "source": "https://lacocinadefrabisa.lavozdegalicia.es/salmon-ahumado-casero-muy-facil-video/",
      "image": "https://lacocinadefrabisa.lavozdegalicia.es/wp-content/uploads/2024/07/salmon-ahumado.jpg",
      "video": "https://www.youtube.com/watch?v=V6D4LAFWtzk"
    },
    "ingredients": [
      "1.5 kg de salmón fresco de acuicultura en 2 lomos",
      "1.5 kg de preparado para hacer salmón ahumado (disponible en Mercadona en botes de 750 g)",
      "Ralladura de 1 naranja",
      "Romero fresco picado",
      "Aceite de oliva virgen extra"
    ],
    "instructions": [
      "Retira las espinas de los lomos de salmón con una pinza.",
      "Mezcla el preparado para marinar con la ralladura de naranja y el romero picado.",
      "En un recipiente, coloca una capa de la mezcla de marinado, pon encima los lomos de salmón y cúbrelos con el resto de la mezcla.",
      "Cubre con film transparente, coloca un peso encima y refrigera durante 24 horas.",
      "Retira la sal del salmón, lávalo bajo el grifo, sécalo con papel de cocina, pincélalo con aceite y envuélvelo en film transparente. Refrigera otras 24 horas.",
      "Transcurrido el tiempo, lonchea el salmón y consérvalo en porciones envasadas al vacío en el congelador."
    ]
  }
]
