[
  {
    "id": 1,
    "name": "Naan de Ajo",
    "description": "Pan tradicional de la India aromatizado con ajo, perfecto para acompañar tus platos favoritos.",
    "creation_date": "2025-01-19",
    "time": "1 hora y 5 minutos",
    "servings": 6,
    "tags": ["pan", "india", "ajo"],
    "url": {
      "source": "https://indiamagica.com/receta/naan-de-ajo/",
      "image": "https://indiamagica.com/wp-content/uploads/2016/04/naan-de-ajo.jpg",
      "video": "https://www.youtube.com/watch?v=V6D4LAFWtzk"
    },
    "ingredients": [
      "100 cc de agua templada",
      "125 g de yogur natural sin azúcar",
      "300 g de harina de trigo",
      "1/4 de cucharadita de sal",
      "1 cucharadita de levadura seca de panadero",
      "1 cucharada de ghee (mantequilla india)",
      "1 diente de ajo (en pasta)"
    ],
    "instructions": [
      "Mezcla todos los ingredientes en un cuenco grande y amasa durante unos 10 minutos hasta obtener una masa elástica y firme.",
      "Coloca la masa en un cuenco ligeramente aceitado, cúbrela con film transparente y deja fermentar en un lugar cálido durante una hora o hasta que la masa duplique su volumen.",
      "Tras la fermentación, pasa la masa a una superficie enharinada y amasa unos segundos para eliminar el exceso de aire.",
      "Divide la masa en porciones y forma una bola con cada una. Luego, extiende cada bola con un rodillo hasta formar panes alargados y planos.",
      "Coloca los panes sobre una plancha o sartén caliente.",
      "Cuando aparezcan pequeñas burbujas en la masa, da la vuelta al naan y continúa cocinando hasta que esté bien hecho."
    ]
  },
  {
    "id": 2,
    "name": "Masa de Pizza Integral",
    "description": "Una receta sencilla para preparar una masa de pizza integral casera, ideal para una base más saludable.",
    "creation_date": "2025-01-19",
    "time": "1 hora",
    "servings": 2,
    "tags": ["pizza", "masa", "integral", "saludable"],
    "url": {
      "source": "https://www.cocinatis.com/receta/masa-de-pizza-integral.html",
      "image": "https://www.cocinatis.com/archivos/202207/CTIS0505-receta-masa-de-pizza-casera-integral_desktop_horizontal_full_width.jpg",
      "video": null
    },
    "ingredients": [
      "100 g de harina integral",
      "50 g de harina de trigo",
      "100 ml de agua templada",
      "6 g de levadura fresca",
      "1/2 cucharadita de sal",
      "1 cucharada de aceite de oliva"
    ],
    "instructions": [
      "Disolver la levadura fresca en el agua templada.",
      "En un bol grande, mezclar las harinas y la sal.",
      "Añadir la mezcla de agua y levadura a las harinas, junto con el aceite de oliva.",
      "Amasar hasta obtener una masa homogénea y elástica.",
      "Cubrir el bol con un paño húmedo y dejar reposar en un lugar cálido durante aproximadamente 1 hora, o hasta que la masa haya duplicado su tamaño.",
      "Precalentar el horno a 220°C.",
      "Estirar la masa sobre una superficie enharinada hasta alcanzar el grosor deseado.",
      "Colocar la masa en una bandeja para horno y añadir los ingredientes al gusto.",
      "Hornear durante 15-20 minutos, o hasta que la base esté crujiente y los ingredientes cocidos."
    ]
  },
  {
    "id": 3,
    "name": "Salmón Marinado/Ahumado",
    "description": "Una receta fácil para preparar salmón marinado y ahumado en casa, ideal para aperitivos, ensaladas o sándwiches.",
    "creation_date": "2025-01-12",
    "time": "48 horas",
    "servings": 10,
    "tags": ["pescado", "aperitivo", "cocina casera"],
    "url": {
      "source": "https://lacocinadefrabisa.lavozdegalicia.es/salmon-ahumado-casero-muy-facil-video/",
      "image": "https://lacocinadefrabisa.lavozdegalicia.es/wp-content/uploads/2024/07/salmon-ahumado.jpg",
      "video": "https://www.youtube.com/watch?v=V6D4LAFWtzk"
    },
    "ingredients": [
      "1.5 kg de salmón fresco de acuicultura en 2 lomos",
      "1.5 kg de preparado para hacer salmón ahumado (disponible en Mercadona en botes de 750 g)",
      "Ralladura de 1 naranja",
      "Romero fresco picado",
      "Aceite de oliva virgen extra"
    ],
    "instructions": [
      "Retira las espinas de los lomos de salmón con una pinza.",
      "Mezcla el preparado para marinar con la ralladura de naranja y el romero picado.",
      "En un recipiente, coloca una capa de la mezcla de marinado, pon encima los lomos de salmón y cúbrelos con el resto de la mezcla.",
      "Cubre con film transparente, coloca un peso encima y refrigera durante 24 horas.",
      "Retira la sal del salmón, lávalo bajo el grifo, sécalo con papel de cocina, pincélalo con aceite y envuélvelo en film transparente. Refrigera otras 24 horas.",
      "Transcurrido el tiempo, lonchea el salmón y consérvalo en porciones envasadas al vacío en el congelador."
    ]
  },
  {
    "id": 4,
    "name": "Sunomono",
    "description": "Una refrescante ensalada japonesa de pepino marinado con vinagre, perfecta como guarnición o aperitivo.",
    "creation_date": "2025-05-01",
    "time": "25 minutos",
    "servings": 4,
    "tags": ["japonés", "ensalada", "vegetariano", "aperitivo"],
    "url": {
      "source": "https://cocinaconcoqui.com/sunomono/",
      "image": "https://cocinaconcoqui.com/wp-content/uploads/2024/04/ensalada-de-pepino-japonesa-600x620.jpg",
      "video": "https://www.youtube.com/watch?v=sfY71cQ9QkE"
    },
    "ingredients": [
      "4 pepinos pequeños",
      "1/2 cucharadita de sal",
      "3 cucharadas de vinagre blanco",
      "2 cucharadas de salsa de soja",
      "1 cucharada y 1/2 de azúcar",
      "1 cucharada de semillas de sésamo",
      "1 cucharada de aceite de sésamo"
    ],
    "instructions": [
      "Corta los pepinos en rodajas muy finas (1mm de grosor) usando una mandolina si es posible.",
      "Añade 1/2 cucharadita de sal a los pepinos y mezcla bien. Deja reposar durante 10 minutos para que la sal extraiga el agua.",
      "Mientras reposan los pepinos, prepara la salsa mezclando: vinagre blanco, salsa de soja, azúcar, semillas de sésamo y aceite de sésamo.",
      "Pasados los 10 minutos, retira el agua de los pepinos y exprímelos para eliminar el exceso de líquido.",
      "Añade la salsa preparada a los pepinos, mezcla bien y sirve."
    ]
  },
  {
    "id": 5,
    "name": "Kimchi Coreano",
    "description": "Una especialidad gastronómica típica de Corea elaborada mediante la fermentación de col china con una sabrosa salsa picante. Un acompañamiento tradicional que puede durar hasta 3 meses en la nevera.",
    "creation_date": "2025-05-01",
    "time": "48 horas",
    "servings": 20,
    "tags": ["coreano", "fermentado", "verduras", "picante"],
    "url": {
      "source": "https://www.bonviveur.es/recetas/kimchi-coreano",
      "image": "https://imag.bonviveur.com/kimchi-coreano.webp",
      "video": null
    },
    "ingredients": [
      "50 g de harina de arroz",
      "50 ml de agua",
      "1,5 kg de col china",
      "200 g de rábano daikon",
      "200 g de zanahorias",
      "8 g de sal marina",
      "2 cebollas medianas",
      "4 dientes de ajo",
      "50 g de jengibre",
      "50 g de gochugaru (guindilla coreana en polvo)",
      "1 manojo de cebolletas sin bulbos (4-6 unidades)",
      "100 ml de salsa de pescado"
    ],
    "instructions": [
      "Disolver la harina de arroz en agua y calentar a fuego medio sin dejar de remover hasta que espese. Dejar enfriar.",
      "Quitar las hojas exteriores de la col china, cortarla en cuartos y luego en trozos del tamaño de un bocado.",
      "Pelar el rábano daikon y las zanahorias y cortarlos en juliana (tiras finas).",
      "Mezclar la col con el rábano, la zanahoria y la sal. Dejar reposar 30 minutos para que se ablanden las verduras.",
      "Pelar y trocear las cebollas, el ajo y el jengibre. Triturarlos hasta hacer una pasta.",
      "Mezclar la pasta de harina de arroz enfriada con el gochugaru.",
      "Añadir a la mezcla de gochugaru el puré de cebolla, ajo y jengibre, las cebolletas troceadas, la salsa de pescado y la mezcla de col. Mezclar bien.",
      "Meter en botes limpios y secos, compactando bien para evitar burbujas de aire.",
      "Dejar fermentar en un lugar cálido y oscuro durante 48 horas (para un kimchi suave) o hasta 1 semana (para un sabor más fuerte).",
      "Guardar en la nevera, donde se conservará hasta 3 meses, teniendo en cuenta que el sabor se volverá más ácido y fuerte con el tiempo."
    ]
  },
  {
    "id": 6,
    "name": "Coulant de Chocolate",
    "description": "Un postre espectacular con exterior crujiente y corazón de chocolate fundido, adaptación sencilla de la receta del chef Michel Bras. Perfecto para sorprender a los invitados.",
    "creation_date": "2025-05-01",
    "time": "20 minutos",
    "servings": 10,
    "tags": ["postre", "chocolate", "horno", "dulce"],
    "url": {
      "source": "https://www.abc.es/recetasderechupete/receta-de-coulant-o-muerte-por-chocolate/932/",
      "image": "https://www.recetasderechupete.com/wp-content/uploads/2022/03/Coulant-de-chocolate.jpg",
      "video": null
    },
    "ingredients": [
      "250 g de chocolate negro 70%",
      "100 g de azúcar blanquilla o glass",
      "200 g de mantequilla",
      "6 huevos medianos",
      "100 g de harina de repostería",
      "1 pellizco de sal fina",
      "2 cucharadas de cacao en polvo 70%"
    ],
    "instructions": [
      "Precalentar el horno a 200°C con calor arriba y abajo.",
      "Derretir el chocolate junto con la mantequilla al baño maría o en el microondas con cuidado.",
      "En un bol grande, batir los huevos con el azúcar hasta que la mezcla blanquee y doble su volumen.",
      "Añadir el chocolate con mantequilla derretido a la mezcla de huevos y azúcar, mezclando suavemente.",
      "Tamizar la harina junto con el cacao en polvo y la sal, e incorporar a la mezcla anterior con movimientos envolventes.",
      "Rellenar los moldes de aluminio (previamente engrasados) hasta 3/4 de su capacidad.",
      "Si se van a consumir en el momento, hornear 9-10 minutos si la masa está recién hecha, o 15-16 minutos si está congelada.",
      "Dejar reposar 2 minutos antes de desmoldar y servir inmediatamente, espolvoreado con azúcar glass o cacao en polvo.",
      "Opcional: acompañar con una bola de helado de vainilla."
    ]
  }
]
